[
    {
        "id": "1",
        "userId": "user123",
        "title": "Важное сообщение",
        "text": "Здравствуйте! Это важное сообщение для вас. Пожалуйста, прочтите его внимательно. Мы ждем вашего ответа. Спасибо за внимание. Если у вас есть какие-либо вопросы, не стесняйтесь задавать.",
        "date": "2024-03-10 20:15:00"
    },
    {
        "id": "2",
        "userId": "user456",
        "title": "Новости дня",
        "text": "Сегодня произошло несколько интересных событий. Важные новости о политике, экономике и спорте. Не упустите возможность быть в курсе текущих событий.",
        "date": "2024-03-10 21:30:00"
    },
    {
        "id": "3",
        "userId": "user789",
        "title": "Планы на выходные",
        "text": "Планирую провести выходные на природе. Хочу погулять в лесу и насладиться свежим воздухом. Возможно, сделаю пикник с друзьями и посмотрю закат.",
        "date": "2024-03-11 09:00:00"
    },
    {
        "id": "4",
        "userId": "user123",
        "title": "Рецепт вкусного пирога",
        "text": "Сегодня поделюсь рецептом ванильного пирога. Вам понадобятся яйца, мука, сахар, ваниль и молоко. Приятного аппетита!",
        "date": "2024-03-11 14:20:00"
    },
    {
        "id": "5",
        "userId": "user456",
        "title": "Советы по уходу за растениями",
        "text": "Как правильно поливать комнатные цветы? Они нуждаются в достаточном количестве света и влаги. Не забывайте удобрять их время от времени, чтобы они радовали вас своей красотой.",
        "date": "2024-03-12 10:10:00"
    },
    {
        "id": "6",
        "userId": "user789",
        "title": "Интересные факты о космосе",
        "text": "Что такое черные дыры? Они обладают такой сильной гравитацией, что даже свет не может уйти из их области. Удивительно, не так ли? Исследования космоса всегда вдохновляют нас.",
        "date": "2024-03-12 16:45:00"
    },
    {
        "id": "7",
        "userId": "user123",
        "title": "Спортивные новости",
        "text": "Команда 'Звезды' победила в финале чемпионата. Их игра была захватывающей и напряженной. Поздравляем победителей! Спорт объединяет людей и приносит радость.",
        "date": "2024-03-13 19:00:00" 
    },
    {
        "id": "8",
        "userId": "user456",
        "title": "События в искусстве",
        "text": "Выставка современного искусства открыта для посетителей. Здесь можно увидеть работы талантливых художников и фотографов. Искусство вдохновляет и расширяет наше восприятие мира.",
        "date": "2024-03-14 12:30:00"    
    }
]